Repository: Ratler/eduid-dashboard
Catalog: eduiddashboard/locale/*/LC_MESSAGES/eduid-dashboard.po
Languages: es

source: {site_name} verification email
es: correo de verificación de {site_name}

source: phone mobile number
es: número de teléfono móvil

source: personal identity number (NIN)
es: Número de identificación personal (NIN)

source: The personal identity number consists of 12 digits
es: El número de identificación personal está formado por 12 dígitos

source: verified
es: verificado

source: active
es: activo

source: personal identity numbers
es: números de identificación personal

source: given name
es: nombre

source: surname
es: apellidos

source: display name
es: nombre a mostrar

source: photo
es: foto

source: A url link to your personal avatar
es: Un enlace a tu avatar

source: preferred language
es: Idioma preferido

source: Both passwords don't match
es: Las contraseñas no coinciden

source: text
es: texto

source: the exact match text for the attribute type selected for search
es: el texto exacto a buscar con el tipo de atributo seleccionado

source: attribute type
es: tipo de attributo

source: Select the attribute to search
es: Seleccionar atributo para buscar

source: Old password do not match
es: El password actual no coincide

source: "${val}" has to be more than ${len} characters length
es: "${val}" debe tener más de ${len} caracteres

source: This email is already registered
es: Este email ya se está registrado

source: This email is not registered already
es: Este email no ha sido registrado aún

source: The email can't be found
es: No se puede encontrar este email

source: At least one email is required
es: Se requiere un email al menos

source: Home
es: Inicio

source: Help
es: Ayuda

source: <p>These list contain all your emails registered in the platform. You can change your preferred email by clicking in the radio buttons.</p> <p>Remember, if you select a not verified email as your primary email, your level of assurance must be decreased.</p>
es: <p>Esta lista contiene todos tus emails registrados in la plataforma. Puedes cambiar tu correo preferido seleccionando en el botón circular</p> <p>Recuerdia, si seleccionas un email no verificado como email preferido, el nivel de confianza de la plataforma puede bajar.</p>

source: preferred
es: preferido

source: verification status
es: estado de verificación

source: remove
es: eliminar

source: Set this email as your primary email
es: Convertir este email como tu email preferido

source: Already verified
es: Ya verificado

source: Resend verification email
es: Reenviar el email de verificación

source: Remove this email
es: Eliminar este email

source: Add a new email
es: Añadir un nuevo email

source: Level %(level)s
es: Nivel %(level)s

source: Results
es: Resultados

source: %(number)d users was found
es: %(number)d usuarios encontrados

source: first name
es: Nombre

source: preferred email
es: email preferido

source: Any user match with the filter
es: Cualquier usuario que coincida con el filtro

source: Change your password
es: Cambia tu contraseña

source: This is your personal info
es: Esta es tu información personal

source: Your profile
es: Su perfil de usuario

source: Editing %(email)s user
es: Editando el usuario %(email)s

source: Level of assurance
es: Nivel de confianza

source: Level 5
es: Nivel 5

source: This is the lower level you can reach With this loa you can edit some attributes of your profile
es: Este es el nivel más bajo que puedes alcanzar. Con este nivel puedes editar algunos atributos de tu perfil de usuario

source: Level 4
es: Nivel 4

source: With this loa you can edit some attributes of your profile
es: Con este nivel puedes editar algunos atributos de tu perfil

source: Level 3
es: Nivel 3

source: Level 2
es: Nivel 2

source: With this loa you can edit all attributes of your profile
es: Con este nivel puedes editar todos los atributos de tu perfil

source: You are in %(loa)s level
es: Estás en el nivel %(loa)s

source: <p>This is the highest level of assurance available for your profile</p>
es: <p>Este es el nivel de confianza más alto que puede alcanzar tu perfil</p>

source: <p>If you want to increase this level to get more permissions you need to resolve the pending actions</p>
es: <p>Si quieres aumentar tu nivel para obener más permisos tienes que resolver lass siguientes acciones pendientes</p>

source: Pending Actions
es: Acciones Pendientes

source: Profile filled
es: Perfil completado

source: <h2>Welcome to %(site_name)s,</h2> <p>We send you an email with a verification link because you has registered at <a href="%(site_url)s">%(site_name)s</a>.</p> <p>Please, click on the follow link to verificate your email account.</p> <a href="%(verification_link)s">%(verification_link)s</a>
es: <h2>Bienvenido a %(site_name)s,</h2> <p>Te enviamos este email de verificación porque te has registrado en <a href="%(site_url)s">%(site_name)s</a>.</p> <p>Por favor, haz click en el siguiente enlace para verificar tu email</p> <a href="%(verification_link)s">%(verification_link)s</a>

source: Welcome to %(site_name)s, We send you an email with a verification link because you has registered at %(site_name)s %(site_url)s. Please, click on the follow link to verificate your email account. %(verification_link)s
es: Bienvenido a %(site_name)s, Te enviamos este email de verificación porque te has registrado en %(site_name)s %(site_url)s. Por favor, haz click en el siguiente enlace para verificar tu email %(verification_link)s

source: Where are you from?
es: ¿De dónde vienes?

source: Please select your <strong>Identity Provider</strong> from the following list:
es: Por favor, seleciona tu <strong>Proveedor de identidad</strong> de la siguiente lista:

source: You have to verificate some emails
es: Tienes que verificar algunas direcciones de email

source: Your email {email} was verified
es: Tu email {email} fue verificado

source: Your changes was saved, please, wait before your changes are distributed through all applications
es: Tus cambios han sido guardados. Por favor, espera a que se distribuyan a todaslas aplicaciones

source: You have to add your NIN number
es: Tienes que añadir tu número de identificación personal

source: Personal info
es: Información pesonal

source: Authorization
es: Autorizaciones

source: Passwords
es: Contraseñas

source: Phones
es: Teléfonos

source: Postal Address
es: Dirección Postal
